60820
1105
81305
82381
E9018
45383
7937
27489
55010
V3001
5370
9125
73309
38420
38630
6390
1471
94522
E956
V3401
28859
9471
75733
27788
37716
78053
8028
1768
4475
49390
05821
27501
83402
42291
8704
69551
80182
6254
5989
77581
82310
59800
75029
V1811
E8162
86504
38582
E9060
677
85204
5109
65444
9912
25022
185
34511
2738
80221
04112
E9241
9198
99639
E8178
2911
9529
7774
23989
29653
82522
29990
7919
7762
8703
7820
32089
43311
30491
51902
E9173
V066
33828
71530
7273
71865
V1088
71589
1848
E8171
5839
8794
4541
69012
71990
01304
72930
0041
66944
43490
V8535
79093
6271
E8200
E9588
80011
E8655
96502
74729
1109
78833
3540
88019
29285
64663
44629
V5399
3588
82132
V270
41411
3804
81101
E8120
2120
3014
V5869
23876
7061
64234
80507
53641
07020
78729
72889
70722
E9205
9092
85304
72400
E8348
74860
2442
30461
V0259
V560
88102
2513
80013
E8811
6954
2989
85194
30500
5602
43850
48282
9065
36510
71580
9858
5373
81307
86381
43840
E8769
4592
56981
81303
V553
78940
2559
4441
V4983
2893
8408
56985
2252
63421
56409
70724
E8232
28800
71844
E8197
V1365
E8762
03841
36100
V1079
76525
27800
7580
36641
57440
04119
83104
85215
7717
45374
8281
56729
42518
E8160
20192
7672
85140
E8780
37700
38010
78791
05440
05379
937
7011
6965
71855
7626
4958
34291
80503
1905
1273
E9363
7280
E9300
2122
2536
V7219
V016
2142
80001
V4561
27542
42971
72272
34881
3453
85203
V1083
33912
3320
85210
01803
07953
41020
6164
7916
E9379
59969
71155
74359
86320
7538
2769
2888
90003
3332
78650
90220
7821
7019
53989
5361
1968
61689
11284
7299
20969
78831
5716
42842
1985
8448
6259
75839
20590
81331
81408
37775
90082
80312
78841
80132
99800
V170
78639
2533
33382
V6282
25090
4275
73734
1917
74782
6931
8821
83901
27789
30723
V1253
44282
01164
7930
7901
E9315
8075
E9308
V1022
74602
0415
7103
1882
77989
94532
20490
99689
20285
80024
E8238
71191
81109
38612
76070
86409
36470
9710
73097
69510
3940
V8541
4473
E9313
47874
71697
V1552
04111
36847
V1582
7933
53291
24980
V4574
E8809
4548
V860
2822
37993
E9850
51909
43310
58289
20288
0993
5763
E0162
73089
9975
7866
E8260
64931
V8525
V608
78607
86389
79959
7887
72743
71596
9051
76511
0360
76494
72673
36522
45377
28802
3897
3591
64804
2515
9642
2842
82123
51901
1736
27401
33381
80131
44422
04149
V8537
7873
92421
72141
75550
V024
25071
92311
8502
80238
66401
53561
20213
8600
20220
9951
99604
E8908
53111
7582
V4283
V5411
8901
72789
47412
2312
25070
45340
70521
V5843
73315
01896
V7281
42650
E966
9744
71828
E8145
8940
7458
7991
587
683
38200
E8494
E8783
78723
7443
75500
78340
E9238
95205
E9344
2910
6149
6269
94127
25082
E8311
6979
2825
25512
1530
E9291
00581
7480
V3201
E899
74193
0400
11289
87349
99799
5800
29562
44031
3051
9998
9473
82129
29383
V1021
94224
3439
74710
5400
80085
E8849
E8501
62981
8073
72610
00847
V3000
0543
86350
42654
83920
7093
99859
E8121
E9310
3573
34931
7831
1504
5929
88000
1208
52511
52310
6961
V181
V568
78071
64801
9056
1531
56089
9754
7765
V1559
78552
7934
76510
78461
E9424
34830
2972
56212
6019
E8844
3488
8406
81383
7218
42293
36960
6011
78499
72991
2539
6274
9220
V4611
32361
5881
0030
7599
71235
2334
5531
5642
V291
48281
6278
7564
30014
V103
99601
25051
29212
51889
7936
36213
37751
28959
4809
43812
4474
4353
1963
99687
3490
6213
2459
7108
37443
9631
E8588
99654
64681
04110
28311
2978
72885
23331
30553
64683
3360
4258
27540
99678
E8703
2710
7763
V5410
V118
3343
2589
28419
9055
E9447
E9068
5304
85404
41072
78902
59582
27731
33119
49120
79539
3671
83103
82133
70725
1622
E8709
30928
8792
1940
V672
30460
44101
7224
V3101
7098
9961
32720
6170
1625
71108
6209
3491
71945
1602
64233
8601
71226
8221
E977
E9370
03842
V4966
V5873
V0252
E9270
33399
V169
28522
79923
34551
45371
27411
2759
5100
9878
E9687
99685
94126
81513
V6442
4733
73600
7563
V4587
V5842
E887
E986
E8278
46431
69512
5718
34710
33920
53341
52101
E9678
E9394
42983
36217
67403
28260
2752
5780
V5844
85300
2390
2302
43852
7842
E9504
20917
481
43380
566
53150
E9382
42292
80115
3009
64421
6071
46410
0391
3017
73671
1173
79953
53085
84200
5161
36315
V4282
99592
4464
76524
86344
80223
1643
E9220
E8798
49322
7929
71516
27702
7515
83801
74741
57511
E9170
0840
2864
9043
71650
2940
V421
37924
V643
6924
81391
2939
53560
267
75289
36289
3080
7795
32724
9102
82021
28240
80475
E9991
3393
7801
76496
769
99676
80362
V1279
7020
78937
4619
37900
262
73396
V311
53220
85406
77084
79579
82390
75320
30301
E8846
95891
8505
20010
8083
40411
9531
99586
64261
V6149
E9307
20282
74103
V153
86503
20270
57410
2535
1611
0071
80435
72741
3234
3094
4476
67482
34989
07030
3212
85222
E915
2154
59011
325
V580
9528
5821
316
19881
63502
7812
6944
75563
4720
V610
85144
7808
8742
8500
64813
7533
80624
55100
E9674
8791
96972
75311
8025
99762
9851
E0080
84512
06642
92300
25073
75440
9558
5759
36565
9331
V1541
56987
E9331
20047
23771
2890
1231
V1507
7202
76505
87321
27652
83903
73730
V1001
1732
53501
3950
9090
83109
42610
67004
4478
2750
76513
7217
E8853
V0253
57480
V5415
0622
3007
4168
30752
75689
33510
4480
30924
38023
85225
56961
0218
64793
4295
2469
74510
V449
7994
9152
30423
7462
2126
76518
E9499
81244
30122
5854
5282
66131
1984
0701
E9581
E8698
E9364
3331
7141
4920
7028
57431
V441
6010
04109
1118
V854
80075
E8384
1300
30402
2218
V632
36233
65921
85231
2721
25092
8761
3612
41041
V5419
6396
0270
40311
2900
33379
53430
3577
59689
82532
3090
53120
23872
E9502
E9401
6182
9599
20002
3220
8027
77083
64201
45829
5194
65701
4553
E9571
80140
7070
56889
470
60011
632
52108
30391
80162
V0179
37952
73719
65951
24290
6141
2793
37182
99652
9962
2809
V4965
V5863
66921
66914
8082
4470
72291
6009
72999
65441
8055
73630
V0189
7469
9627
5552
69010
7282
5264
V8524
3335
1528
E9354
8065
V8533
3431
25063
47875
05312
V6142
80036
38100
2764
2117
2181
3559
1498
E8130
2765
E8191
2531
E9081
37289
5719
4781
36253
7015
53370
42760
V1029
40201
5538
E9294
07033
73733
73620
57400
71103
31531
V3200
69515
76504
E8768
7245
04183
2949
1560
V1642
4732
33189
2564
88122
36283
94232
20722
3029
3536
70401
7421
80412
37603
2337
45387
51853
48230
66541
V1051
9571
80150
95200
72763
6162
25002
3432
99749
7237
7101
03812
75566
36840
85109
V601
V0489
85181
22801
7687
5762
8970
3949
64934
25040
V620
62211
E9178
1175
5118
6270
V020
0059
45342
319
E8764
23871
E8228
7661
3229
80119
7601
E9289
81411
V400
99769
56722
V271
42841
72664
71930
94524
41519
75881
65821
41001
80625
20412
56202
2554
1272
99603
85186
0970
75616
V4451
7859
28866
92303
28411
2828
9164
87371
85190
60499
9614
86413
4821
37855
45182
99674
9893
4241
36107
99989
1892
56400
37854
3181
2550
1179
80704
V1049
E8796
5739
1455
4374
41092
V0382
E9444
5679
28732
82032
53541
0849
V1252
V6109
3669
86803
37701
541
4400
41189
9052
25001
95901
1209
6279
80604
7485
40400
E9361
70709
3963
8250
83900
7685
95214
E9053
75470
87344
99831
9584
35800
7210
77214
2391
V5864
43814
33818
7510
75981
3590
31289
E8840
87411
V721
41419
V872
87373
3551
74684
63391
2763
9993
E9179
5755
1251
V51
72887
53087
37941
1452
20280
81392
E8880
53450
76072
75162
71985
73679
V1042
69589
39890
9779
78262
29634
99643
1978
53311
1630
4267
90222
0340
80470
78602
77183
5952
2353
V4614
80441
70715
94534
4371
3509
V6110
36841
2702
5724
0383
8509
E9501
5731
2861
6021
5966
42820
38022
70400
4848
30009
43810
73027
4808
76529
30541
80070
27400
1610
7068
78491
83305
28981
27953
85241
7238
35981
8603
37921
87342
25011
94536
03285
4559
27952
0790
5997
3102
80030
80116
03810
95219
85205
24201
7862
86405
33902
66911
44581
01205
E9507
E9109
3968
E9319
27730
34212
07983
9894
30759
25542
5173
74781
V561
96569
70702
74259
73020
5233
E9229
71888
E8541
7788
135
86600
75564
53401
1883
3301
73024
09181
81500
82535
80196
72402
2810
72751
72971
64254
4150
71597
V707
8751
3952
V1652
9721
56941
71239
1598
V1502
2638
58081
E8748
44030
4439
95209
E8504
V1509
81382
7350
24210
80227
9724
53019
82300
6820
475
76526
4376
0398
E9347
1820
05443
9013
64891
79399
42491
932
1970
64841
V4989
31230
74512
E0138
57421
V789
2443
92701
5990
74365
1729
9120
0529
72706
1410
5601
4731
5851
6140
7750
20951
71616
2540
2881
27739
82342
83114
53540
43853
64843
7508
75479
0579
86510
20903
7830
5559
78906
20011
41090
05472
E0026
69513
37313
86349
9619
V4459
90254
5187
52400
9913
4489
5070
20210
9108
9899
78843
1832
86340
83313
3523
81219
V08
41002
80300
17372
9054
7333
2163
5300
34489
30493
5239
71680
3202
1760
V426
8604
E9295
75432
E9292
7955
7481
29181
1103
8068
V556
48232
87354
2553
7835
36002
67333
34591
920
86610
30250
V8532
E9455
56944
585
V1309
60783
7932
29560
V8544
7854
71848
40300
V2651
V1272
53230
E8495
80144
3553
2371
5564
28952
7773
53290
71594
4560
7513
78605
3552
35789
07051
78959
44020
V1020
E8854
5303
591
65404
81318
5758
86120
5235
V642
5678
80061
E8126
5798
82332
80228
34982
4210
7284
1639
34690
E8706
V4981
5920
4550
4230
5809
3576
5110
95206
7038
38912
193
71902
90451
V1588
5080
81210
5296
3411
44021
80421
36202
90225
30571
67402
9061
1950
4262
1737
4467
56031
86611
86394
E0139
25208
430
V0481
6963
4110
2707
1723
67484
E8742
73341
496
5551
9110
E918
64231
5672
E8789
29580
44029
86403
24200
90253
5643
83100
V1002
3499
E8543
4019
9729
38000
85305
3236
37942
E8298
V023
66021
1629
E9317
80376
45981
9562
9920
V1046
6110
1960
36211
30550
V0254
56723
71695
E9353
42843
8840
E9433
30981
6823
5942
7969
47822
5186
82030
58889
7633
7197
9142
45376
63592
38015
53211
38611
56881
E0064
9534
53511
99741
87363
9095
81404
20021
1110
3829
E9393
7891
78865
6827
E8552
E8538
7289
58189
2594
71943
7981
64784
8029
13109
75557
35781
5789
3962
95899
75982
7921
53010
43889
82539
64904
2884
25043
52109
20001
99589
1490
9605
V551
2367
2130
81221
45372
27951
20312
80230
34120
77016
80631
9518
80023
51283
0318
74789
1975
75619
73311
V8531
E8792
78900
87269
1363
6159
44621
70583
3550
34403
94421
2771
7459
71950
71947
90182
9953
0074
86401
V0251
34481
0542
2254
8902
E8860
86383
2779
E9389
8676
8822
9583
20511
28652
0931
58281
67154
34201
V6441
412
27502
5845
94401
71593
55091
83101
3961
E0008
36900
5563
1707
29631
2537
7949
586
1520
85145
78492
78799
9033
V1553
29570
71107
2449
94203
34211
1174
20971
E9242
E9314
81110
2729
51883
2230
1467
538
7964
V510
7596
436
51636
9711
E9463
65651
56039
6198
3548
9173
V6103
81393
71905
29540
99668
88112
7231
6929
28951
29574
85400
E8052
9132
38900
E8841
79095
81600
70719
9390
2410
99683
E9496
05412
0463
83411
7624
29630
E8654
2751
74101
7618
E9425
5513
37482
17341
7383
9010
3210
20780
55092
85246
39899
04102
6002
E8251
9239
73006
41040
8248
37501
67012
3543
86601
36001
38300
2169
36552
0382
57481
29420
32725
79400
34889
86414
78062
118
V1581
7541
7105
38917
5088
20003
41511
99580
8251
3384
V037
37851
V109
2572
68601
80006
4841
5831
2538
2840
V1085
38918
7631
3619
85309
1573
3315
V461
8056
9698
1561
6249
2357
V1255
25083
67434
8672
7359
95208
86804
74442
1952
5259
56960
0414
75453
20963
73629
20190
72973
74343
30015
71986
V1389
5950
4417
7628
3207
64761
86110
V5831
8671
82525
81333
59010
V1087
53021
E8786
95914
85162
V1651
5409
E8405
27950
1568
38589
5265
2189
7380
41405
4510
07044
5712
86122
1542
34541
86509
00862
3501
7872
7366
E9689
E9650
E8210
81249
85301
71430
E8131
94504
1414
V146
86400
E9679
E8152
71831
64883
1986
65641
5262
1548
V4987
2869
E8581
9309
E9328
E8708
7505
33822
20020
E9572
8470
E9580
37710
75732
2730
E9320
3970
7756
6179
4613
7825
66531
E8704
5226
E8182
68609
7542
7466
6825
1718
49302
47820
2690
30440
75530
2114
38921
2125
3348
8670
63401
E0011
V1003
81250
41011
1759
19889
70909
5178
75314
36040
64101
E8497
33721
5853
E963
6190
23873
4588
3101
V444
36815
20502
77181
E8902
20206
83661
20410
53550
E9426
90233
71996
81200
7824
3344
E9322
5234
3430
E9303
0310
86222
80508
7248
E8140
85212
3093
4552
7797
92401
71222
86329
94321
3485
7828
66534
3349
45341
81611
5238
27801
44102
25042
80111
6028
5756
85196
V653
38321
71238
8260
79009
29382
4772
V171
E9240
V5865
3518
7744
30560
7318
1149
8360
4350
V4511
04082
25202
64251
80718
84500
1574
77088
87359
81400
2829
64864
0880
37820
E9335
4472
1420
34571
2167
37810
6175
47811
24990
99883
55229
64821
36003
7102
37530
19882
V1551
E9204
85240
5641
75450
8770
37300
V202
35971
78199
6184
30480
43820
85402
69514
V427
5570
85220
2798
64814
61189
V252
4466
71958
83809
1119
E8138
V5881
2948
80701
7581
2818
32742
1580
1370
80501
V8709
78072
73313
1569
74569
80222
8739
25201
9890
55093
78551
1700
6171
7905
71895
42611
99677
7094
4568
5289
2879
25510
V4501
75251
73732
3013
28863
65251
9828
80326
4770
49121
V1259
81231
87343
5566
2882
V8536
75614
79929
66622
6910
73319
2682
66331
7636
1809
2394
V155
2397
V1506
37991
V6443
5650
28861
0388
49320
53013
2858
2370
0413
77012
36000
25003
2165
6824
38302
33182
07052
83907
80080
85209
8702
33819
V1585
5960
9222
94332
V638
44481
2827
04101
7320
51919
E8498
96501
E9211
81230
72191
83309
64243
4530
0971
9579
36400
51882
E8852
2511
4409
5799
48283
37882
43831
4011
V230
7131
76077
80110
80662
2894
67454
3370
E9051
36441
9038
59001
84509
90141
68110
86415
8920
0530
E8493
29622
80332
E8799
86501
2931
E989
7673
78609
81602
96905
7871
2330
V045
2148
78550
5994
78891
60000
99832
0539
1550
7583
25012
20048
2452
66582
77210
3483
82330
53521
30422
9514
71105
87351
5811
1888
41513
66934
1488
99561
30521
9249
9011
80121
71946
2982
7078
449
8870
73005
0312
8438
2865
1453
64653
1739
E9380
45821
9019
82022
74361
3526
4169
E0071
80034
7722
74749
83904
83303
55200
41404
0085
V1005
V0981
75739
87322
74732
74609
73672
5569
41032
7529
66942
92231
9559
78899
99667
90229
00845
33821
88013
5651
9392
73722
52510
7908
2387
5940
40490
0491
60091
7511
7514
1123
76515
226
28246
7963
2897
2873
53640
936
80106
5969
53011
5272
44489
28262
86419
47834
81012
1511
1769
38910
78009
64264
77439
76517
34670
3082
8064
34280
7836
5302
62130
38201
78443
9570
5692
80239
36573
V4972
52410
1129
3068
938
78469
2588
7620
79381
99941
78721
8786
36511
25020
6111
20148
80220
59000
66561
74742
7602
V1053
85185
83301
4257
84503
78066
V8545
0578
5720
4111
7793
9308
5560
V183
6192
1889
8363
07951
65414
80100
83905
52340
9971
64252
36320
30443
9617
79099
81302
3589
E9452
44771
36284
80109
7482
E9391
1489
0309
4294
20070
4293
80707
8678
80706
11283
30551
6272
7863
78659
81243
80375
8411
2164
87374
79902
99791
74429
7705
1965
5523
33391
83969
6172
7671
37652
243
01215
7676
24230
36570
86402
74320
72740
90002
73009
45183
2823
41031
500
37871
4739
53012
V1081
44024
2728
6261
53300
67014
7869
67153
27949
49300
0940
E8241
V1084
30113
82320
6012
V192
7484
82121
31239
9352
3480
92811
17331
56032
502
E8881
70713
E8129
99881
E0060
E8800
53500
75461
68100
90089
V5302
73314
6398
E9198
72271
80225
30552
9041
E0010
V166
452
8745
8728
29544
57461
03844
V443
34510
1713
V1009
96509
4423
90181
27700
30431
32719
79389
37630
1918
37887
2820
45382
1648
82534
42731
0980
5307
30590
74721
E8257
3200
4231
27482
E9108
30789
7810
63381
52801
V4572
07022
4162
86354
99659
87350
75539
75315
80400
99932
85101
0091
3570
V1251
30390
05410
E964
57411
82101
78907
72762
V0990
1738
2118
E8147
65613
E8042
25639
53241
30393
9654
29281
5283
42840
63511
71903
2898
4255
81406
30400
6214
8054
8860
81403
5521
3595
9726
5533
E9340
78947
1572
1840
E9470
65661
80160
78003
7540
79021
4386
E882
7142
36043
99700
9083
7621
73810
34680
76508
E8830
78603
37733
37689
99681
34404
8875
86502
75983
8020
74740
48241
V113
7354
28862
75441
3109
52100
8449
90001
V8523
V4569
V1012
2841
6101
V0739
73017
66554
2381
82019
V5041
64903
0319
38908
86810
78934
E9670
30016
V0971
78821
5160
82331
81100
80324
30001
85182
5753
52460
2871
59381
3594
0521
80112
27661
51881
7617
99593
V182
2669
71856
7888
38922
7779
83302
29421
71531
36544
5981
9130
41010
99564
1618
20380
7235
72704
4171
72972
E857
3441
2980
6861
1953
2734
5562
38830
46451
E9395
29522
40491
29512
80311
V1203
38003
V9039
20205
E8663
V4579
64943
7048
7422
71595
0039
E9413
E9505
43811
67451
0709
V850
7503
78960
20287
V062
99939
36251
30420
6260
30181
3159
6000
32372
4160
36901
9911
1510
3879
74920
3899
86500
80136
72401
7847
V5339
92720
82139
75521
2119
4449
9162
E9554
5579
24280
66941
74489
9949
E0076
38610
3524
62570
87361
80603
3071
36281
37230
9671
71940
20281
1361
E8717
29575
29211
79431
80122
5198
57510
7249
85306
37842
E8613
2739
3862
29614
8243
75501
E9682
71120
E8839
71690
11281
76621
80660
9678
6142
7335
40391
7211
7069
80224
4320
5856
76514
81502
7536
9725
92612
4259
85403
7861
8630
72761
03811
4556
4422
7728
V8542
4200
4219
5934
7569
78961
51181
34540
V151
048
5280
7321
8170
53251
7013
5735
7895
56962
77212
E9430
V1649
99591
85102
V4365
1987
3510
V0950
9592
3959
72252
E9441
1972
9082
41082
9212
490
E8668
4878
E9201
78839
9712
7226
9349
V8801
64824
8362
6183
4253
78606
35922
E8791
30751
20401
E9673
20037
13101
75612
40291
92320
29381
52550
90223
7885
E9304
42833
7833
5199
7868
9081
53520
60889
30303
5568
7771
0338
E9338
23875
4233
8713
6082
9273
77182
71180
E9274
88001
25010
V583
5967
34282
E8542
41042
36019
37730
7799
65421
53210
6953
80422
5810
41400
4582
86232
81610
V5049
25060
3330
83202
48801
80234
44100
71216
64842
4870
2519
74683
78864
E8169
55220
92400
V4985
80146
51911
73302
80320
86384
94108
72665
64861
5771
V5417
1120
92301
8460
38832
7246
2762
5993
33900
E9309
7132
33709
80607
2392
2811
71481
8711
34401
9973
3555
2251
E8490
75219
V8741
3221
260
81344
V1869
79094
79401
71102
42821
64131
1720
75433
7587
V8409
7449
20158
75269
36189
2155
6264
E9278
2300
2528
2800
3643
1401
56942
V1351
8602
86239
34580
096
0092
75026
86330
V168
78933
9039
3694
42613
8479
88003
29043
30421
2144
7483
07041
1763
82002
66551
E8609
1516
9753
6826
6181
8488
45379
8461
20300
5779
1922
20891
2662
7902
46611
78451
4801
83902
37702
8021
8973
9116
83500
1478
86229
78863
73743
9472
57490
3373
5269
42612
V851
29681
V454
92411
20150
1515
78441
78630
5781
4555
5846
75559
5722
49122
73710
80076
35801
E927
7823
99665
33812
7931
29590
7386
7627
9594
9070
47824
66511
01354
2913
78651
59370
70219
V123
99739
86612
E8193
E8318
V403
E9248
11505
74330
53441
32381
9540
2720
E0161
9600
92810
80176
E8250
87333
28730
4404
V053
27803
28851
E9063
45989
37239
8088
80608
1734
80859
40401
2821
80485
43401
9658
E8710
82001
9165
80025
V4502
20243
72672
32382
V1201
3708
59581
62402
7683
04182
2819
7271
7010
V180
82392
59373
2440
7780
80082
5219
29289
1919
6982
20191
04189
74190
4238
5060
1642
85011
5192
25091
53490
53140
72669
00861
45384
7589
55000
35782
78459
76404
82531
605
1160
1541
92821
92710
E8810
3379
8249
V5332
V1352
5260
45621
8471
1874
30989
1534
5760
2758
80610
5959
3481
5368
2113
4460
34590
25200
20278
59371
94840
1125
22802
83942
52809
V1364
5793
72888
1309
34620
20920
2704
V503
80703
4710
E9000
64294
64293
38915
99684
2468
8716
41403
1966
4542
8261
73741
E9420
42689
V0389
V1089
40511
47400
75169
78722
56401
72981
V071
E9325
4290
80120
01136
37601
80710
37800
E9193
20402
V550
7775
20000
E8784
81003
7262
85100
30522
3340
60001
7942
40501
2866
3629
05881
8749
86412
4612
30583
5244
83650
7726
86130
55329
80473
E8619
37005
20961
09152
7520
85302
2149
V1301
71911
44284
6923
3076
6191
81401
3898
37431
80851
74685
1619
7586
64661
8371
5273
2979
2767
1500
90453
01190
7822
8701
7080
85245
20071
0549
64844
0540
7571
80026
6202
75482
6809
9831
58881
90242
40310
2384
07071
37741
57140
04103
46450
35921
4420
53240
9679
78601
E0000
1469
6940
V9089
8052
99812
63572
95912
75321
1177
3572
36232
03641
30441
64782
431
78559
80430
1715
9809
64862
2281
V148
7279
29640
9994
59984
E9538
82520
69282
80022
32737
41081
45910
3549
34500
24901
65963
71916
95892
53261
7992
71835
V074
E8859
6118
V173
30411
30540
71949
7906
78951
37200
34600
1620
V195
5730
E8761
83311
75511
80505
6238
20382
9697
30021
3489
4131
25061
38021
65571
73689
75263
07810
5224
33385
V4963
68101
80420
2920
74922
63512
7461
20203
80124
81010
99583
34402
1468
1505
76383
V6405
990
55221
76512
3885
E8795
9974
78760
V4382
E8528
5804
5849
4379
63552
E9293
8731
1431
81601
47829
01085
64313
20212
E8842
72982
82110
7012
V5841
53270
37909
80700
56210
E9208
3241
V8530
94800
34441
9140
72633
30029
3079
E8133
6988
45620
59651
6970
64913
72742
E9803
3951
4242
8364
3004
30473
9982
9881
27903
72283
4789
4959
8785
8191
75249
99661
78064
7623
E976
6962
9035
71699
76401
41412
9942
8712
5131
00841
64664
29012
38619
73028
9767
6205
0794
9072
29650
95203
28860
99688
42741
80142
5582
33722
V1508
42830
V8543
36616
5733
0362
38903
71901
4549
E8669
4928
36210
V8745
8708
2740
72251
80301
E9323
2812
28241
0912
90081
73382
20022
3099
5951
30591
7841
V600
7608
2271
55121
30520
79955
76523
V1242
E0039
80232
82302
94420
4589
7962
V604
24981
5968
30490
36275
87323
E9460
53110
05320
E9360
80175
E9352
6829
9582
80506
2859
5829
7813
7827
59960
8440
32727
55841
9695
V6107
E8556
71489
72705
76495
V065
56781
78704
2358
3542
01325
V9010
03849
V1041
20290
25021
30012
2301
65583
45375
67204
E8735
78829
7785
43400
3562
V4577
25072
V4971
88020
4919
36105
E9506
85401
80711
V4589
57142
81000
35579
71534
7660
80436
48240
V602
80236
2182
E9804
53250
37886
5081
5119
5078
0860
V549
66634
7732
3769
28319
36563
99931
25093
V442
7470
71296
30483
20975
48284
2379
52331
22809
76384
9219
81102
73393
51289
32341
95893
E9478
E975
7689
3960
96561
V440
V5401
7804
51189
1330
7792
8053
2458
85405
E8187
43391
87202
2150
2518
70901
72691
29284
2548
28244
99594
81612
90210
340
V063
20800
6031
28801
73300
64682
2356
72142
73013
0239
64292
81313
85180
77081
4401
0949
94423
2530
4269
53551
8280
20930
34431
75889
E9174
3918
5855
20400
87200
72290
37312
30531
3556
7517
9685
86513
56738
2555
5600
43882
31401
9500
7892
65801
1869
45381
V555
80321
7260
E9100
38600
V655
1418
20411
27669
71966
2325
36844
E8150
5379
86819
0700
6208
34501
37850
5824
V451
58089
1911
4254
80126
1533
41410
E8551
1479
80322
33394
5848
17322
9053
3688
5820
99669
9050
0470
4440
0527
4540
9040
2308
7615
80425
2541
71845
7811
42511
81407
5964
82020
20310
76502
86101
7754
27911
7776
1733
99833
7385
9462
53510
E9600
71965
V040
71836
75481
7730
71941
5181
1448
9587
E8341
74681
99971
77430
64811
74601
8300
72813
V222
29041
6180
8691
E9451
52563
57401
36646
3361
E9019
4838
2732
E9010
V174
6150
74423
34202
3369
73088
20080
V4512
3545
65261
86613
70711
27906
85216
27509
99984
44409
V293
5963
7420
E9397
34981
87353
4291
7910
76497
5439
V0381
99693
1121
2373
7585
20936
485
59589
58181
E9445
5258
36201
64783
29690
4571
2386
66612
5565
29621
9623
80114
V468
85184
30562
73002
2521
6212
20240
72671
44321
25030
34409
E8282
V1302
9060
V1271
67412
4416
75019
4871
2650
85201
81308
V552
38869
80416
04184
36230
0279
44389
56969
V3100
29624
33720
7947
76406
V301
99771
7083
5206
3910
64671
4430
3693
9180
V8821
3574
E8415
5275
E0299
9047
2581
9067
3239
81352
44022
76527
7100
30530
32082
5721
7534
7504
76521
6926
V078
0311
2788
48239
1749
75430
20252
V6111
85239
8418
72703
24950
V8381
E9357
2121
E8062
E8161
4240
8370
4465
99631
2510
81201
9832
6039
81001
04105
4843
78837
7473
5764
75683
99701
80032
V1091
E9530
29564
1460
5371
44103
V1505
64271
5082
81354
90301
220
81343
59655
25050
1562
V4364
25023
41022
80432
82521
80600
2781
99649
87364
7455
1398
64403
66624
V1643
24220
36241
4010
99529
5583
9661
55011
E0069
5121
E9334
E9351
80172
E8702
9161
2912
59659
9228
47830
40211
6960
E9585
37556
1638
V0991
86321
4149
80125
07811
79551
V694
07799
64133
V5861
V5413
9569
71913
2141
7488
4580
2599
53390
76403
34461
20500
64511
V581
27901
78059
9683
37956
63412
37852
83906
3941
0785
V5482
9248
71509
44323
V4450
20152
85206
82100
75560
4611
01402
36813
7764
33989
8910
1588
5225
1537
6119
2760
86813
6218
69550
6200
326
4830
27900
8404
7149
9950
71230
V486
57149
42822
E8580
72700
5754
2110
76501
07999
99590
2718
80623
7522
59970
52689
53171
8972
5933
81342
E8212
V090
29410
V596
85256
75679
515
E9064
5932
80145
49381
64933
27802
4296
57460
3580
83908
30183
V1086
72886
73001
55001
4802
3222
71515
99563
37452
9941
29644
80060
78057
20260
73029
01485
07070
9986
75671
2250
E969
73609
81509
6080
86800
1808
7700
1702
96909
9651
24291
V4031
60886
01894
1369
3383
V425
0545
1914
72273
E9288
E8058
20974
20023
6289
7138
V1261
81519
29189
42091
9670
7099
0793
37955
65671
E8888
1536
75323
30580
20957
4264
42981
V8389
V671
6146
8058
71591
0380
6253
5130
38842
8074
30593
6850
9330
78904
71101
99663
5859
4380
1727
3571
70707
41512
V703
55090
6262
07032
7089
9012
9093
73018
07049
72293
35571
83503
59382
3449
76416
37034
80081
7570
71847
1603
E8199
8026
9618
72403
30000
0419
64803
7295
0038
20028
25053
66604
V011
7325
8629
2724
37555
E0190
99731
3502
E848
20024
29699
8441
1512
3061
03840
74362
42652
6869
E9298
47870
30002
42831
56983
43884
5168
E9359
99813
85202
81252
2749
38906
4780
7864
71918
5362
30410
5691
86113
27403
41000
9755
E9503
9581
85232
V8522
2101
8620
8912
41401
E9345
V502
1608
42651
V1859
1540
3003
53410
8605
3368
7783
V861
V4575
V029
51631
36859
1844
9032
71698
81322
30561
4719
V6542
8782
8245
78842
1613
V1062
E8123
77189
3336
65451
29633
36801
55120
7030
1838
7452
2132
6981
V6284
V4961
36274
40599
4539
6920
78820
86404
7876
0778
84209
7874
78194
05889
37950
1518
3319
5921
05311
5550
4359
80621
9089
4387
7530
27541
41071
72884
88110
V4289
2112
2395
83501
4232
2839
99657
75537
V5423
99656
1514
64831
9585
1912
30742
94325
5644
20018
37024
17342
99811
9610
3180
78724
5401
E9138
6168
4572
9556
8871
73605
7463
83400
5680
V4973
53570
8793
V4586
01123
44324
78832
8244
07053
3529
1270
75317
E9330
81321
V741
76498
E9383
1509
30749
60781
V167
V448
E9301
87352
53101
86103
6188
04185
7079
74363
V446
V091
E8548
57491
E9871
85103
7441
E9457
76522
64244
179
30781
75502
43300
30747
V140
71533
1570
86100
V188
20302
78039
37420
20510
9984
40200
E9479
4414
V0261
390
2376
9191
V1641
2534
78905
V1659
V6141
E8248
42490
9684
2733
2411
73711
80180
E8503
7222
1612
45350
76503
01330
30523
27549
80135
4321
2773
63491
V5301
88120
7712
4512
V714
2354
9211
1481
0088
30392
E9290
74869
570
78932
45351
3089
4784
4881
56731
99851
71906
67323
73342
9539
1551
E9384
7935
V145
6952
9694
E8767
8783
2777
34442
85226
7296
5561
20530
94320
65221
51852
9112
56984
0844
97081
29600
4561
9597
2849
8760
E9011
4370
5941
9800
66632
E8230
V4585
25031
92310
V1241
83300
V162
9233
9747
2102
V1254
0479
30502
V9103
V161
311
45119
9245
4378
71784
25541
40390
3749
7512
29572
99527
47832
4139
1400
43830
7768
1961
8247
99679
1969
8730
72292
78939
63522
9252
V5481
5715
V8539
71821
87341
V135
V422
3668
48242
40301
3203
34691
3732
5699
7759
E8550
76389
74783
30501
7384
71213
73329
7850
1921
78065
5695
0090
E9570
49321
90289
80000
E9392
74689
6169
V1749
80020
6232
29592
45389
73739
90441
E8502
73312
83921
53531
6089
85224
9578
E0062
E8918
8024
5711
53141
4408
3240
2180
80316
86131
75520
6989
3434
3709
3592
2375
75569
V4363
72781
45189
1539
45385
28733
81259
7852
71615
68102
63451
75567
9980
5071
9557
6266
E9601
37923
80702
E954
95202
1945
E8700
V5883
5847
V6406
43821
53781
5834
83401
83652
1461
57420
E9378
42989
56481
67202
30570
4178
0272
36234
99651
0389
8787
7990
86411
9213
81332
7600
3530
99802
30011
71236
80016
684
43321
99647
1890
8921
25033
0846
5830
34882
53642
5363
9972
5988
V0262
9696
V5309
61172
6235
86339
E9386
E9408
V4962
8820
56949
V061
6178
9224
1728
8873
55321
53020
1981
73026
7907
3201
2863
40290
9513
1535
32362
9509
8850
6079
V5422
4820
2352
8700
85106
E9421
76075
V160
46400
2532
78830
1211
9680
5305
56789
7566
1880
9340
81402
83209
E8740
E8782
5111
8738
7109
65961
75329
78838
E8012
37990
V163
28989
01186
80606
7701
3010
82131
1624
78054
3789
E8843
53784
45184
5890
48249
3492
4941
57512
86801
78343
V1004
81512
77981
75319
6144
72679
9530
5581
82009
66602
E9559
1390
5128
4778
1891
80853
83651
40403
07819
E9299
44283
5291
08249
V1501
01890
31234
43819
9341
V5412
53081
5852
85229
1228
V5426
5120
2725
99609
28731
3445
20033
29042
261
2362
70723
E9356
9839
7703
9351
37943
70720
E9429
72210
3971
33392
0520
V4361
44381
1373
9989
05313
81301
72612
80229
08240
7802
73015
64822
7714
7104
E8714
23874
E8788
71195
52333
7324
33521
V2652
7843
1906
99709
0416
76405
34460
6945
3888
77213
5163
2766
72882
V1069
33520
V8489
1522
2462
V537
7625
5571
V8534
9999
463
1409
74560
E9422
V5866
5309
37203
6268
6821
70703
3158
72871
67414
87340
7786
52512
8208
81405
86121
67404
1893
81504
44772
6221
V1851
80102
76719
1710
4730
E9102
8080
53084
56989
42781
78097
42823
4532
29980
1712
9701
85142
30430
81240
7283
92619
V1741
042
8797
53100
V5862
5518
4292
5670
E8190
56986
01194
V4976
7716
5769
99645
20200
E8603
E9190
44281
36207
4531
73681
6116
1100
7243
53260
8977
96500
2631
77018
2104
V1059
47833
78051
8690
E9305
V272
E9651
25041
7622
99672
24900
9172
3129
4179
V554
E8180
34700
37000
9802
82380
30401
6822
75513
42742
86342
4918
45111
7051
1915
6828
E9800
80226
4785
V9081
92801
90140
96903
59080
E8582
3341
1735
55129
48289
6201
7790
1974
63320
E8146
E8624
1885
V141
80031
78909
4377
99640
E9177
55012
47411
3182
7851
4599
60784
05413
75312
77985
4411
2127
53440
52342
2561
E9589
V152
9170
7767
1725
73712
71909
1941
59971
7742
58389
47831
78321
51900
V1202
3814
07889
7475
2598
20943
0051
3682
075
9964
7523
42682
1552
E8219
5172
5185
25032
9063
4538
81254
80105
30471
E8141
52469
9190
82003
51851
V4582
81409
78094
2774
38872
1501
99662
6948
8072
9553
20218
71500
81311
V1381
0329
7948
88101
74769
30089
72611
78703
2693
2713
1910
77589
0919
99889
36250
25062
4279
80152
2153
46430
57450
6023
82120
4373
71849
V469
1800
78033
E8797
36101
36362
V1586
4352
77211
73345
V463
5193
94425
71237
2116
5164
462
1991
81241
3238
36512
05471
5539
7242
E9346
37430
20030
9094
1599
9551
E9329
2520
95909
9879
78341
7818
1538
34210
7593
78001
99675
44620
6258
4581
5374
3419
5693
92232
E9283
75261
8832
74861
V1052
5996
V175
4610
E9175
37520
E8233
5761
79319
4479
70721
E9889
4170
76408
01405
81314
9663
86345
28982
6851
1977
8220
78096
87201
4413
E9194
4590
73016
2731
81103
E9222
8900
E8041
49382
4847
9031
05319
1464
V667
95911
59789
79509
07989
E0070
2753
6143
8246
79092
47825
28529
80423
2776
71590
92410
71887
1430
73819
0498
1320
33811
43320
75610
7706
29532
V8401
85223
4829
67002
73019
9517
34290
30470
37853
47819
28850
E8794
53089
42090
3558
7424
4243
V1000
9588
V1204
7244
75617
80336
V298
80609
94234
20512
74100
94209
E916
73025
78931
92800
1990
36589
V626
87365
7572
E8500
2700
1543
78093
30285
20211
81501
6983
95204
V640
36811
393
76493
9104
9752
66411
76409
71842
V5416
73670
61171
5169
38861
76407
75615
80010
94335
3019
30543
75989
63411
53789
70704
5750
85141
64673
9122
20972
7816
4533
87261
28984
78261
78930
5253
07031
78055
86602
4351
1716
86353
37214
83961
63380
3313
74923
71904
9034
V4284
20925
1429
71694
25052
V4960
53130
86802
7856
66111
74682
9580
64241
2860
45386
E8499
90226
75489
2862
5961
99680
01300
96901
3418
1982
22804
56213
80130
7704
8361
9075
64852
47871
5778
28804
V5427
4251
79311
80021
3442
V290
72883
08882
00863
7291
7784
2329
36012
4372
3410
V4281
86809
73008
5734
E9342
82523
E9677
82524
01504
V4588
4570
11599
99809
65101
E8132
7140
71891
30481
81351
37739
V435
86102
7840
64894
68111
V068
5279
E8217
65971
V4581
86352
80372
8930
7592
8831
01805
23877
2270
29520
5184
41181
7702
6084
V0482
33183
7236
76492
53191
78061
64121
5770
77089
5995
4779
36846
57471
90287
2137
52462
1971
80141
58381
2419
2813
8089
37272
99670
1916
9720
11590
7286
24960
9181
37274
74900
64621
5290
61650
42789
85125
37189
2768
86351
79589
74441
2880
1913
44421
36816
72409
E8850
2698
V618
42832
34281
2309
V8811
34839
7635
37992
81353
4280
80602
67401
0417
71598
20480
V0980
1329
7135
04590
72990
4578
62210
79001
9630
72211
86511
81002
0392
53200
64111
1450
27402
4144
43410
99686
6805
6038
71691
42290
4263
7537
86812
542
20979
6145
44289
99779
1958
82382
V1006
44589
2929
V142
37500
E8110
81203
7960
1714
57470
05329
E8716
6951
99666
01895
2592
01880
81418
V1007
4536
9046
7313
7454
80071
80476
E0291
78720
6391
78903
5713
33522
20301
81242
11285
70705
5752
34200
80050
E9410
37999
5723
71693
E9500
4519
5832
9991
V430
75322
78702
29620
79552
3484
9074
37632
V624
E8252
8922
56211
2808
4260
E8508
725
80601
80410
34831
V812
56201
04104
V1044
4281
99602
61804
34400
7500
29389
2870
88023
8076
1724
9080
30403
80849
9563
29625
5528
9064
82111
60090
4142
E9398
56982
7806
3452
9042
33729
3942
9086
5710
5772
20600
3824
88111
25080
9778
73340
41051
27651
5768
7778
6173
1726
80165
4660
28809
85146
28412
35989
33701
86514
3337
29384
8790
1640
43411
3522
5982
2409
0093
57441
V1050
07059
59389
2552
72230
98989
V1061
34693
2706
3831
2853
V1584
V434
74687
5991
3363
6018
1532
V641
2971
37749
V1071
76382
E0073
3062
90251
2382
80626
V453
9348
80341
56782
V652
37635
88029
1122
43331
4421
V462
85200
99581
E8127
V5812
43381
51884
1519
E9411
V1589
37273
2967
37881
2512
E9209
6256
7265
79989
V5811
99664
V5867
37922
79029
E8181
3698
43491
66822
1731
63590
60883
4419
55202
4846
9100
30300
E0089
E9509
20040
81419
4299
1976
42099
3310
E8600
3659
81341
80500
1458
44329
38870
5888
4481
E9805
41091
4551
700
80315
5931
4940
E8705
V431
7634
2388
E8189
53170
4389
27650
92420
E9438
5180
94214
8081
90241
5277
64303
74353
6918
83200
9766
80616
9690
217
E8122
E0032
V4571
29411
3569
36203
71815
78862
80366
94204
7791
2380
99585
2722
6185
83813
3209
E8694
6273
56721
57451
40591
5369
79402
20042
2874
37633
3674
0412
86331
52181
34550
4554
75460
25081
87360
76516
7678
7176
E8529
47821
E9306
52489
78701
1962
03819
43330
4822
45352
81323
38905
8748
734
3593
41061
7707
78869
V111
7945
E9390
8469
V625
2875
82301
27709
64881
32723
1463
3081
0979
0902
90221
29040
75160
56971
E9654
00843
V420
3561
E8151
37489
5790
E9387
V1369
51284
20283
80709
2899
25013
40493
317
53782
75313
4358
E9550
36520
4412
E959
5609
3321
80620
4148
37140
7904
64914
75310
V644
76491
6950
92721
E0020
04100
3759
71942
86399
3108
8796
86512
33390
65411
52800
5671
99641
41012
7429
56081
34440
23773
77082
7755
7758
76076
72782
73399
7913
E8785
71109
4289
53340
64892
85183
V7651
E8744
9001
59972
E8540
E8793
37432
80605
85175
5822
7212
E9809
1106
79409
78052
0031
80113
73729
9604
6072
85310
4266
23772
8209
03843
5511
1108
E8781
20921
29680
79415
5909
E9620
9301
85135
44773
7711
05419
1703
56882
2903
E9385
7423
5939
5949
6160
36221
E9443
29530
73012
70714
60782
2115
86343
V708
71592
V017
E9688
E8801
V1209
4375
7746
1743
8799
6210
V138
64203
8798
V452
1830
2166
80622
66932
23691
3699
80009
37143
8472
9916
55300
79022
71846
7881
99671
460
75010
8744
8911
E9659
82322
1649
28489
7464
501
5293
7358
80639
3911
78652
96979
7213
1449
61801
72690
70712
42761
87330
31381
1884
88002
30302
7961
E8261
7993
2830
29010
8442
66001
7757
36231
2448
1503
5589
138
7509
E9262
2851
E8587
3969
80843
81503
4471
2558
70701
44322
2689
71233
60010
V4975
1578
E8136
81209
27787
9515
4239
99673
9210
5970
45181
29632
2273
8960
2396
7630
82321
V052
9278
87402
V292
1529
80325
76711
85211
V6549
7092
43301
2306
64781
4270
30563
82130
65423
07998
7209
E9821
3869
20929
17332
79439
7915
74762
76079
47879
90442
81251
3300
72619
9664
5191
7539
5298
6959
9992
V5849
1508
6248
99830
28310
9760
V4573
80705
73023
E9200
V1090
32721
99982
2253
9691
4738
39891
52330
8240
V4986
7613
7310
3438
E912
7720
3091
71106
73022
5738
7336
78060
2360
38860
5819
80170
40492
34430
1101
3314
20501
28983
49392
5647
33829
7837
1898
2156
85221
99642
36252
60789
99702
E8718
71104
44023
42979
73390
7753
53190
E0009
86603
64623
20201
3839
64823
1521
2140
81510
25801
29651
8190
6151
28243
2652
41021
V433
1973
53530
78449
73004
E9318
67432
1764
62989
8830
74763
28803
55320
48231
64863
81412
8961
71696
81013
2930
2726
V1047
1140
4748
61610
76528
V5391
E9412
80012
78834
43822
76402
33372
V189
9947
32726
6930
08881
07054
4659
514
V489
78079
52540
3482
69289
87320
5902
5278
77087
56030
2111
2832
3069
05371
9995
7234
986
E9583
4271
8679
3689
8750
2143
E8240
44502
7230
7292
53783
85105
43813
3371
99801
9895
71843
52406
28749
V1542
2331
60785
9171
8631
7612
4786
4329
8171
E8583
8242
99772
1881
28249
1104
7766
E030
5690
34939
53082
78604
03289
V172
V4984
28521
8795
7920
2339
72992
9561
9029
43883
2651
V1819
1641
V1060
23879
99933
99653
9552
4220
74686
5306
88121
87412
80350
3380
34581
37515
1983
6868
36403
20890
29900
71198
92820
2883
E8163
04671
3342
30750
42769
30573
V4578
70409
37210
V143
7760
V198
6802
70710
5183
36970
73320
8780
4558
72190
2355
99644
5529
95207
9598
9593
9713
94850
73301
E8889
3100
61882
035
71535
29689
27503
E8532
3249
73316
80841
7845
7944
86355
7088
70900
70700
80360
80171
2848
74720
7018
2755
53400
3308
0796
3599
2872
64204
V1082
E970
49391
99682
V5489
80629
78099
1748
V558
E8231
9048
8504
69279
61800
V5331
34570
80502
56489
2441
1589
9708
74561
3541
80002
2727
6040
38871
7724
9693
9393
60490
E8555
2639
E911
5880
1980
80842
2699
46619
36800
7595
9114
E9358
25000
E9399
8241
2867
80101
06641
71537
E9854
8407
61179
1951
81613
72709
9068
42732
5728
E9348
30151
71907
0499
E8790
64944
1744
72270
30592
5285
69581
0478
1943
31400
V6129
2630
3152
71912
36204
9996
86393
30120
E8845
36106
V1011
37275
1628
71536
2794
41402
6203
86132
53160
7388
30503
8621
3798
V4576
82312
51633
7041
3581
81220
78002
72660
7402
73381
V6289
E9192
34292
1124
486
80708
80426
V8812
74722
V058
00869
E8192
9510
5812
7560
2123
V1072
2824
E9343
75510
20050
80504
71897
7200
78442
33523
75526
9722
05479
36206
9952
3568
75651
94519
4272
1571
E9888
7590
4749
7294
9099
5122
85242
86814
30022
3575
85131
2799
E9203
V1529
2298
1440
59654
V8538
23770
1579
1419
1348
9535
44032
76519
57430
7731
80015
V1043
7761
V4509
73349
80161
73007
77982
53649
29623
E9225
70706
88100
72939
7220
78050
E8314
1623
9160
56200
64893
71666
82122
20198
20973
78901
28950
6073
99582
1513
4718
37240
2761
V8521
46411
8872
82529
1920
81514
3519
74761
80235
2571
4618
37940
01505
53201
72989
6806
E8496
4910
9221
1307
4957
7670
99732
20208
5935
V1504
04186
3083
42653
7062
2333
2891
